formulahendry.auto-rename-tag
formulahendry.auto-close-tag
coenraads.bracket-pair-colorizer
streetsidesoftware.code-spell-checker
pomber.git-file-history
mhutchie.git-graph
eamodio.gitlens
yzhang.markdown-all-in-one
bierner.markdown-preview-github-styles
zhuangtongfa.material-theme
esbenp.prettier-vscode
gruntfuggly.todo-tree
jpoissonnier.vscode-styled-components
wayou.vscode-todo-highlight
wix.vscode-import-cost
pflannery.vscode-versionlens
sadesyllas.vscode-workspace-switcher
wordpresstoolbox.wordpress-toolbox